',0
'',10999
'.at,5182
'171,8786
'19,8787
'26,8788
'38,8789
'47.65,5692
'48.75,5693
'50.12,5694
'55.73,5695
'56.39,5696
'56.47,5697
'59.17,5698
'60.32,5699
'60.54,5700
'60.55,5701
'62.08,5702
'62.46,5703
'69.45,5704
'72.43,5705
'abc,5706
'abraham,11000
'achilles,8790
'alabama,5707
'albedo,4358
'aleph,5183
'anarchism,2
'anxiety,2507
'arm,5708
'autism,2508
'barb,5709
'bird,5710
'black,4359
'cbs,5711
'cult,11001
'd,11002
'did,11003
'em,11004
'enemies,3
'epilepsy,2509
'expropriations,4
'folk,8791
'form,5712
'fox,5713
'genetic,2510
'intellectual,2511
'machine,11005
'mental,5
'metabolic,2512
'minor,2513
'narrators,8792
'nbc,5714
'orb,5715
'pbs/alabama,5716
'philosophical,6
'preempted,2514
'presidential,5717
'radicalism,11006
'rail,11007
'river,8793
's,11008
'sleep,2516
'their,11009
'to,11010
'top,5719
'total,5720
'tyrants,8
+0.1,4361
+0.2,4362
+0.4,4363
-based,4364
-class,8795
-dd-,8796
-ism,9
-isma,10
-ismos,11
-izein,12
-ll-,8797
-steps,5721
-wide,5722
-ίζειν,13
-λ-,8798
-λλ-,8799
.,11011
..,5724
...,11012
/boyd/,5726
/ly/,8801
/r/,5727
0,4366
0.02,2518
0.04,4367
0.05,4368
0.06,4369
0.08,4370
0.09,4371
0.1,5728
0.12,4373
0.136,4374
0.15,4375
0.17,4376
0.18,4377
0.2,4378
0.25,4379
0.3,5729
0.39-0.7,4381
0.4,5730
0.40,4383
0.5,5731
0.55,4384
0.5–0.7,4385
0.6,5732
0.7,5733
0.8,4386
0.80–0.90,4387
0.9,4388
0.96,4389
1,11013
1.0,5735
1.1,5736
1.2,5737
1.5,5738
1.58,17
1.6,5739
1.66,5740
1/67th,5741
10,11014
10.10,5743
100,11015
1000,5745
10000,5746
100000,11016
101547,5748
101821,5749
103531,5750
104303,5751
104991,5752
105,5753
106280,5754
108,5755
108000,5756
10:00,11017
10:13,11018
10–15,2528
11,11019
11-year,11020
113,5758
1143772,5759
115916,5760
116250,5761
1176394,5762
118572,5763
119490,5764
12,11021
12-year-old,2531
120,8803
1200,5766
120000,5767
120155,5768
121054,5769
121110,5770
121800,5771
12280,5772
123,11022
12410,5773
125,8804
1255925,5774
1266546,5775
12770,5776
12th,5777
13,11023
13.99,5779
130,8805
130000,11024
1308–1320,8806
1318255,5780
136,5781
1376957,11025
1380121,5782
13th,5783
14,11026
14-v,8807
14.3,5785
14.7,2533
1400,5786
140247,5787
143000,5788
1450,5789
146923,5790
147,5791
147639,5792
148095,5793
1496,5794
15,11027
150647,5796
153084,5797
1539,22
1540,5798
154040,5799
154255,5800
157th,5801
15q13.3,2535
15th-century,5186
16,11028
160,5802
1600,5803
1600s,5804
1602,8808
1607–1677,8809
1617,8810
1618,8811
162000,5805
1625,8812
1630–1635,8813
1638,11029
1642,23
1644,8814
1652,8815
167160,5806
1673,8816
1683,8817
1687,8818
1698,8819
16p13.1,2537
16th,11030
17,5808
170,5809
1702,5810
1711,5811
1733,8820
1736,8821
1737,8822
1739,8823
1744,8824
1747,2539
1749,8825
175,11031
1757,8826
1759,8827
1760,4392
1761,8828
1763,5812
1767,5813
1770s,5814
1772,8829
1773,8830
1776,11032
1779,8831
1780s,11033
1781,8832
1783,5815
1786,11034
1789,11035
1790s,24
1793,25
1798,5816
1799,8833
17p12,2541
17th,11036
18,11037
18.72,5818
180,11038
1800,5820
18000,5821
1800s,11039
1801,8835
1804,8836
1806,11040
1807,11041
1809,11042
1809–1865,28
1810,5823
181000,5824
1811,11043
1812,5825
1813,5826
1814,11044
1815,11045
1816,11046
1817,5827
1817–1862,29
1818,11047
1819,11048
1820,11049
1820s,5830
182265,5831
1823,8838
1825,5832
1826,5833
1827,5834
1828,11050
1829,5835
1830,11051
1830s,11052
1831,11053
1832,11054
1833,30
1833–1847,8839
1834,11055
1835,11056
1835–36,11057
1836,11058
1837,11059
1839,11060
1840,11061
1840s,11062
1841,11063
1842,11064
1842–1921,33
1843,11065
1844,11066
1845,35
1846,11067
1847,8842
1848,11068
1849,11069
1849–1898,37
185,8843
1850,11070
1850s,11071
1851,11072
1852,11073
1853,11074
1854,11075
1855,11076
1856,11077
1857,11078
1858,11079
1859,11080
1860,11081
1861,11082
1862,11083
1863,11084
1864,11085
1865,11086
1866452,11087
1867,5849
1868,11088
1869,11089
1870,41
1871,11090
1872,43
1872–1890,44
1872–1962,45
1873,46
1874,5851
1875,11091
18750,5853
1876,5854
1880s,47
1881,48
1883–1907,49
1885,8845
1886,51
1887,52
1889,53
1890,8846
1890s,55
1891,5856
1892–1893,56
1894,57
1895,8847
1895–1897,59
1896,5857
1897,61
1897–1904,62
1899,8848
18th,5858
18th-century,63
18–30,2543
18–39,11092
19,11093
1900,5860
1900–1920s,11094
1901,5861
1903,5862
1905,66
190582,5863
1907,67
1908,8849
1910,5864
1910s,69
1910s===,70
1911,5865
1913,5866
1914,72
1915,5867
1917,73
1917–23,74
1918–1919,75
1919,5868
1920,5869
1920s,5870
1921,8850
1922,11095
1923,5872
1925,5873
1926,8851
1928,5874
1929,5875
1930s,11096
1932,83
1933,84
1934,85
1936,86
1936–1939,87
1937,5876
1938,2545
1939,5877
1939–1977,90
1939–2006,91
1940,5878
1940s,11097
1941,5880
194288,5881
1942–43,8852
1943,5882
1944,93
1945,8853
1946,95
194656,5884
1947,96
1948,11098
1950,5885
195085,5886
1950s,5887
1953,100
1954,8855
1955,101
1955–56,5889
1956,8856
1958,8857
1960,5890
1960s,11099
1960–72,5892
1961,5893
1962,8858
1963,5895
1964,5896
1965,5897
196579,5898
1966,8859
1968,11100
1970,106
1970s,11101
1971,108
1972,5902
1973,5903
1974,5904
1975,5905
1976,8860
1977,8861
1978,5907
1979,5908
1980,5909
1980s,5910
1981,2550
1982,5911
1983,8862
1984,8863
1985,11102
1985a,8864
1985b,8865
1986,5913
1987,8866
1988,8867
1990,5915
1990s,5916
1991,8868
1992,8869
1993,5918
1994,5919
1996,11103
1997,8871
1998,8872
1999,11104
1999–2003,5921
19th,11105
19th-century,117
19th-largest,5923
1q21.1,2554
1st,8874
1–2,2555
2,11106
2.0,5925
2.2,5926
2.4,5927
20,11107
2000,5929
20000,120
200000,11108
2000s,2559
200111,5930
2002,8875
2003,8876
2003–2004,4394
2004,11109
2005,8878
2005-2007,8879
2006,11110
200602,5935
2006–2007,5936
2007,8880
2008,11111
2009,11112
2010,11113
2010anarcho-syndicalism,128
2011,8882
2011–2012,5942
2012,11114
2012–2014,8884
2013,11115
2014,11116
2015,11117
2016,5947
2017,8887
2017.,5949
2018,8888
20510,5950
20th,11118
20–23,5952
21,11119
210732,5953
212461,5954
215–227,8890
216,8891
217–265,8892
21st,11120
22,11121
22.2,5956
22.3,5957
220938,5958
224110,5959
229363,5960
22984,5961
22nd,5962
23,11122
23.6,5964
230,5965
237761,5966
237981,5967
23rd,5968
23–79,8893
24,11123
24.8,2571
24000,5970
243–274,5971
244510,5972
24th-most,5973
25,11124
25.3,5975
25.54,5976
25373,5977
256923,5978
25th,5979
25–30,8894
26,11125
26.0,5981
26.2,5982
26247,5983
2690,5984
27,11126
272,11127
27260,5986
277,11128
27840,5987
28,11129
28-sided,5988
28009,5989
29,5990
29411,5991
29689,5992
2980,5993
2:1,2573
2nd,8895
3,11130
3.,11131
3.2,5995
3.68,5189
3.7,2575
3.8,5996
3.9,5997
3.95,5190
30,11132
30.55,5999
300,11133
3000,6001
30000,136
300000,6002
300ce,137
303,11134
305x305px,5192
307,6003
30th-most,6004
31,11135
310000,6006
31180,6007
318303,6008
32,11136
32260,6010
327734,6011
33,6012
33/40,6013
330,11137
333,8898
334811,6014
338760,6015
34,11138
34.36,6017
34174,6018
35,11139
35420,6020
36,6021
36.84,6022
36084,6023
3633514,6024
36790,6025
37.2,2577
373141,6026
37570,6027
37665,6028
3775163578,6029
38.28,6030
38.36,6031
38.80,6032
381403,6033
383,6034
387,6035
39,11140
39.86,6036
398,8899
3rd,8900
3–4,11141
4,11142
4.3:1,2579
4.65,6038
4.760,8902
40,6039
40.88,6040
400,6041
4000,6042
40000,11143
40026,6043
40646,6044
41,6045
41.59,6046
412992,6047
415123,6048
42,6049
42.16,6050
42.61,6051
420,6052
43,11144
43.16,6054
435080,6055
43–65,11145
441086,6056
44200,6057
444736387,6058
44750,6059
46.6,6060
4600,6061
46492,6062
465,8904
467–540,8905
46–53,11146
47.45,6063
4779736,6064
479085,6065
48,6066
480,8906
4858979,6067
486–509,11147
4th,6068
5,11148
5.4,6070
5.5:1,2582
5.7,6071
5.8,6072
50,11149
500,8909
5000,6074
50000,11150
502457,6075
504070,6076
51,11151
510,8910
520000,6078
530,8911
53230,6079
54,6080
549506,6081
55,6082
550,6083
551899,6084
55437,6085
555,8912
558,140
58,6086
580-xiii,8913
588789,11152
59,6087
5th,8914
5th-century,8915
5–8,11153
6,11154
6.22,5195
6.5,6089
60,6090
60-gun,8917
600,6091
6000,6092
60000,6093
600000,6094
6145,6095
62,6096
62059,6097
636730,6098
64,6099
65,6100
65.86,6101
654192,6102
6550,6103
658466,6104
659170,6105
662165,6106
67,6107
67.0,6108
670,6109
67800,6110
68,2586
68.5,6111
68567,6112
690080,6113
691425,6114
693933,6115
695602,6116
6th,141
7,11155
7.25,6118
7.7,6119
70,8919
700,6121
71.1,6122
71750,6123
728701,6124
729547,6125
73,6126
73.6,6127
73811,6128
74-gun,8920
74000,6129
74335,6130
744637,6131
75,142
75000,11156
76650,6133
769044,6134
78,11157
783–879,8921
79243,6135
795696,6136
7:22,11158
7th,11159
8,11160
8.3,6138
80,8923
800,11161
80000,6141
800000,144
800–700,5197
804283,6142
80601,6143
8100,6144
813479,6145
815576,6146
816.5,11162
82,6147
82.2,11163
83593,6148
84,2588
84848,6149
849781,11164
86,6150
872849,6151
87451,6152
88,2589
89000,6153
8th,5198
8–15,2590
9,11165
90,11166
92,6155
92709,6156
93,6157
93019,6158
944409,6159
95.1,6160
9500,6161
96.1,6162
964201,6163
97,6164
98332,6165
99,4401
996,11167
9th,5199
9–10,11168
===,11169
===1860,11170
===1864,11171
===19th,6166
===20th,6167
=====anarcho-communism=====,146
=====anarcho-syndicalism=====,147
=====collectivist,148
====christianity====,6168
====federal,6169
====individualist,149
====local,6170
====mutualism====,150
====other,11172
====social,151
====state,6172
====supreme,11173
===additional,11174
===aerosol,4403
===agriculture===,6173
===albedo–temperature,4404
===alternative,2592
===ancestors,5200
===ancestry===,6174
===architecture===,8925
===aviation===,6175
===banking===,6176
===beginning,11175
===black,4405
===cited,11176
===classical,152
===classification===,2593
===climate,4406
===climate===,6177
===clouds===,4407
===college===,6178
===colleges,6179
===communication===,2594
===conflicts,153
===construction===,6180
===contemporary,154
===cost===,2595
===county,6181
===derived,5201
===descendants,5202
===early,11177
===education===,2596
===elections===,6182
===electronics===,6183
===emancipation,11178
===emergence,11179
===english===,5203
===european,6184
===first,155
===flora,6185
===free,156
===general,11180
===gettysburg,11181
===health===,6186
===healthcare===,6187
===historiography===,11182
===human,4408
===illumination===,4409
===industry===,6188
===insolation,4410
===judicial,11183
===language===,6189
===largest,6190
===libertarian,157
===lincoln–douglas,11184
===literature===,8926
===marriage,11185
===media,11186
===medication===,2597
===neuropsychology===,2598
===official===,11187
===organised,158
===organizations===,11188
===origins===,159
===other,11189
===other===,11190
===pathophysiology===,2600
===politics===,6192
===population,6193
===ports===,6194
===post-classical,160
===post-war,161
===pre-european,6195
===primary,6196
===professional===,6197
===propaganda,162
===rail===,6198
===reconstruction===,11191
===redefining,11192
===religion===,6199
===repetitive,2601
===roads===,6200
===russian,163
===small-scale,4411
===snow===,4412
===social,2602
===spanish,164
===state,6201
===states,11193
===taxes===,6202
===tourism===,6203
===trees===,4413
===typographic,5205
===video,8927
===war,11194
===water===,4414
===white-sky,4415
``,11195
a+,5207
a-,5208
a-ki-re-u,8929
a-ki-re-we,8930
a-list,5209
a-si,4417
a.,11196
a319,6205
a320,6206
a321,6207
aa,6208
aanother,5210
aardvark,5211
aaron,6209
aba,2604
abandoned,11197
abandoning,167
abandonment,168
abate,11198
abbreviated,2605
abbreviations===,5213
abc,6211
abdelrahim,169
abe,11199
aberrant,2606
abhe,6212
ability,11200
abjad,5214
ablackletter,5215
able,11201
abnormal,2609
abnormality,2610
aboard,11202
abolish,11203
abolishing,11204
abolition,11205
abolitionism,11206
abolitionist,11207
abound,11208
abraham,11209
absence,11210
absent,11211
absolute,8933
absorb,4419
absorbed,8934
absorbs,4421
absorption,4422
abstention,173
abstentionism,174
abundance,11212
abuse,11213
academic,6214
accent,11214
accept,11215
acceptance,11216
accepted,11217
accepting,11218
access,8936
accessed,6216
accidentally,8937
accord,179
accordance,180
according,11219
accordingly,182
account,11220
accounted,8940
accounting,8941
accreditation,6220
accrediting,6221
accumulation,184
accurate,2617
accursed,8942
accusation,185
accuse,11221
accused,11222
ace,5216
achaean,8943
achaeorum,8944
acheans,8945
achelous,8946
acheron,8947
achieve,4423
achieved,187
achievement,6222
achieving,188
achileii,8948
achill,8949
achille,8950
achillea,8951
achilleid,8952
achilleion,8953
achilleis,8954
achilleos,8955
achilles,8956
achilleus,8957
achilleía,8958
achilleús,8959
achillia,8960
achillis,8961
achilléōs,8962
achæi,8963
achílleion,8964
achílleios,8965
acics,6223
aciēs,8966
acknowledged,11223
acquire,2618
acquired,11224
acquiring,2619
acquisition,8968
acquitted,11225
acquitting,11226
acre,11227
acrimonious,11228
acropolis,8969
across,11229
act,11230
acted,11231
acting,11232
action,11233
activation,2623
active,6228
actively,196
activism,197
activist,11234
activities===,4426
activity,6229
activity-dependent,2626
actor,11235
actual,4428
actually,8971
acumen,11236
acupedius,8972
acus,8973
acute,8974
acuō,8975
ad,8976
adam,11237
adams–onís,6231
added,11238
adding,8977
addition,11239
additional,11240
additionally,6235
address,11241
addressed,11242
addressing,11243
adept,11244
adequate,6236
aderholt,6237
adhd,2630
adhered,11245
adherent,6238
adhesion,2631
adi-r,2632
adin,11246
adjacent,11247
adjective,204
adjusted,6239
adjustment,2633
administered,6240
administration,11248
administration—featuring,11249
admiral,11250
admiration,2634
admiring,11251
admission,11252
admitted,11253
ado,2635
adolescence,2636
adolescent,2637
adolf,205
adolph,8979
adopted,11254
adopting,11255
adroitly,11256
adtran,6245
adult,11257
adulthood,11258
advance,8981
advanced,11259
advantage,11260
advent,6248
adventure,6249
adversary,11261
advertiser,6250
advice,11262
advocacy,211
advocate,11263
advocated,11264
advocating,214
advocation,11265
ae,5220
aeneas,8983
aerial,6251
aeroplex,6252
aerosol,4432
aerospace,6253
aes,5221
aeschylean,8984
aeschylus,8985
aesop,11266
aethiopian,8986
aethiopis,8987
afb,215
affair,11267
affect,4433
affected,6255
affectionate,11268
affiliated,218
affiliation,6256
affinity,219
affirm,220
afforestation,4435
afraid,8988
africa,11269
african,11270
african-american,11271
afterlife,8989
aftermath,11272
afternoon,11273
afterwards,8990
agamemnon,8991
age,11274
aged,11275
agency,11276
agent,2646
aggregate,11277
aggression,2647
aggressive,11278
aggrieved,11279
agitating,223
agitation,11280
agnostic,6261
ago,6262
agony,8992
agoraeus,8993
agrarian,11281
agree,11282
agreed,11283
agreeing,11284
agreement,11285
agrees,8994
agricultural,11286
agriculture,11287
ai,8995
aid,8996
aiding,11288
ailing,11289
aim,227
aimed,11290
air,6266
airbus,6267
aircraft,6268
airless,4438
airliner,4439
airman,6269
airport,6270
aisle,11291
aithiopis,8997
ajax,8998
ak,229
akhiddeús,8999
akhilles,9000
akhí-lāu̯os,9001
akmḗ,9002
akoúo̱,9003
akunin,9004
akḗ,9005
al,6271
alabama,11292
alabama-based,6273
alabama-mississippi,6274
alabama-related,6275
alabama.gov,6276
alabamian,6277
alabamo,6278
alabamu,6279
alabaster,6280
alarm,9006
alarmed,11293
alaska,6281
alba,6282
albaama,6283
albaamaha,6284
albaamo,6285
albama,6286
albedo,4440
albedo-related,4441
albedo===,4442
albedo–temperature,4443
albert,9007
albertville,6287
albin,9008
album,9009
albàamo,6288
alcaeus,9010
alcimedon,9011
alcohol,11294
alcoholic,6290
aldrich,11295
alebamon,6291
aleph,5223
alessandro,9012
alex,231
alexander,11296
algebra,5224
alias,9014
alibama,6293
alibamo,6294
alibamon,6295
alibamons,6296
alibamou,6297
alibamu,6298
alienate,11297
alienated,11298
alighieri,9015
alive,233
all-powerful,11299
allan,11300
allegation,11301
allegiance,11302
alleging,11303
allen,11304
alley,6300
alliance,9016
allibamou,6301
allied,236
allotted,9017
allow,11305
allowance,2651
allowed,11306
allowing,11307
allows,6303
alludes,9018
alluding,9019
ally,11308
almanac,11309
almost,11310
alone,2655
aloneness,2656
along,11311
alongside,9021
alpha,5226
alphabet,5227
alphabet===,5228
alphabets===,5229
already,11312
also,11313
alt=a,11314
altar-omphalos,9024
alter,9025
alteration,2661
altering,2662
alternative,9026
alternatively,9027
altes,9028
although,11315
alton,11316
always,11317
amazon,9031
ambassador,11318
ambiguous,9032
ambrose,11319
ambrosia,9033
ambrosian,9034
ambrotype,11320
ambushed,9035
amend,11321
amended,11322
amendment,11323
america,11324
american,11325
ammianus,9036
ammon,249
amnesty,11326
amo,6313
amodern,5233
among,11327
amongst,9038
amorphous,4452
amount,6315
amounted,11328
amoureuse,252
amoureux,253
amparo,254
amphibian,6316
amphora,9039
amsouth,6317
amsterdam,255
amtrak,6318
amygdala,2667
an-,256
analysis,11329
analyzed,9040
analyzes,4455
anarcha-feminism,257
anarcha-feminist,258
anarcha-feminists,259
anarchic,260
anarchica,261
anarchism,262
anarchism===,263
anarchism====,264
anarchism=====,265
anarchist,266
anarchist-communists,267
anarchist-inspired,268
anarchiste,269
anarcho-capitalism,270
anarcho-communism,271
anarcho-communist,272
anarcho-communists,273
anarcho-feminism,274
anarcho-hedonist,275
anarcho-naturism,276
anarcho-pacifism,277
anarcho-pacifist,278
anarcho-pacifists,279
anarcho-primitivism,280
anarcho-syndicalism,281
anarcho-syndicalist,282
anarcho-syndicalists,283
anarchos,284
anarchosyndicalist,285
anarchy,11330
ancestor,9041
ancestry,11331
ancestry===,11332
anchor,11333
ancient,9042
and/or,2669
andalusia,287
anderson,11334
andiron,6322
andother,6323
andrej,289
andrew,11335
andré,291
andy,11336
anecdotal,2670
angel,11337
angela,292
angeles,9043
anger,11338
angered,9045
angle,11339
anglo-american,6324
anglo-irish,5238
anglo-saxon,5239
angrily,11340
angry,9046
anguish,11341
angular,4457
ani-yun-wiya,6325
animal,9048
ann,11342
annihilation,294
anniston,6327
anniston–oxford–jacksonville,6328
announce,11343
announced,11344
annual,6330
annually,6331
annul,2673
anointed,9050
anolis,9051
anomaly,2674
anonymous,296
another,11345
anselme,298
ansuz,5241
answer,11346
antarctic,4460
antarctica,4461
anthology,300
anthony,9053
anthropologist,2677
anthropology,302
anti,303
anti-authoritarian,304
anti-birth,305
anti-capitalism,306
anti-capitalist,307
anti-christian,308
anti-clerical,309
anti-corporatist,310
anti-fascist,311
anti-globalisation,312
anti-hierarchical,313
anti-imperialism,314
anti-lincoln,11347
anti-nuclear,315
anti-organisationalist,316
anti-slavery,11348
anti-state,317
anti-statism,318
anti-syndicalist,319
anti-war,11349
anti-worker,321
anticipated,11350
anticipating,11351
anticonvulsant,2678
antidepressant,2679
antietam,11352
antifascist,322
antikensammlungen,9054
antilochus,9055
antimilitarism,323
antipsychotic,2680
antiquity,9056
antislavery,11353
antonio,9057
anxiety,11354
anyone,11355
anything,324
anywhere,2682
aortic,11356
aphthiton,9059
apollo,9060
apollodorus,9061
apollon,9062
apollonius,9063
apostle,325
appalachian,6334
apparel,6335
apparent,2683
appeal,11357
appealing,11358
appear,11359
appearance,11360
appearance—many,11361
appeared,11362
appearing,11363
appears,11364
appease,9065
appellate,6338
applicant,6339
application,4463
applied,6340
applies,6341
apply,11365
applying,6343
appoint,11366
appointed,11367
appointment,11368
appointments===,11369
appointments====,11370
appomattox,11371
apportioned,6344
appraised,11372
appreciable,4465
appreciate,11373
approach,2687
approached,11374
approaching,9067
appropriated,6346
appropriateness,2688
appropriation,11375
approval,11376
approve,6347
approved,11377
approving,11378
approximated,4467
approximately,6349
april,11379
aqua,9068
aquaplanet,4470
aquarium,2689
aquileia,9069
arabic,6351
aragon,332
arbeter,333
arbitrary,2690
arbitrate,11380
arbor,9070
arc,9071
arcelormittal,6352
archaeological,9072
archaic,9073
architecture,6354
archive,6355
archon,334
archos,335
arctic,4471
arctinus,9074
ardent,336
arditi,337
are,9075
area,11381
argentina,339
argentine,5244
argo,9077
argonautica,9078
argue,11382
argued,11383
argues,11384
argument,11385
aripiprazole,2692
arises,2693
arising,11386
arkansas,11387
arkhē,346
arm,11388
armament,347
armand,348
arme,349
armed,11389
armored,9082
armour,9083
armstrong,11390
army,11391
arne,9085
arose,352
around,11392
arouse,9087
arranged,11393
arrangement,11394
arranges,9088
array,6361
arrested,11395
arresting,11396
arrival,11397
arrive,355
arrived,11398
arrives,9090
arriving,11399
arrow,9091
arsenal,6362
art,9092
arthur,9093
article,6364
articulated,11400
articulation,11401
artifact,6365
artificial,11402
artist,356
arturo,9094
artwork,357
ascension,9095
ascribe,2697
ascribed,9096
asd,2698
asd-related,2699
asds,2700
ash,9097
ashamed,9098
ashgate,358
ashkenazi,6366
ashville,6367
asia,11403
asian,6368
aside,5245
ask,11404
asked,11405
asks,9100
asleep,2702
asociación,359
aspect,2703
asperger,2704
asphalt,4475
aspiration,11406
ass,2705
assailant,11407
assassin,11408
assassinate,11409
assassinated,11410
assassination,11411
assault,11412
assembled,9102
assembly,11413
asserted,11414
assessing,2706
assessment,2707
assessor,6370
assigned,11415
assistance,9103
associate,11416
associated,11417
association,11418
assume,9104
assumed,11419
assured,11420
asteroid,4476
asteropaeus,9106
astrobleme,6374
astronomical,4477
astronomy,4478
astute,11421
astypalaea,9107
asylum,11422
at-home,2711
at-large,6375
atheist,6376
athena,9108
athens,9109
athletic,11423
atkins,6378
atlanta,11424
atmosphere,11425
atmospheric,4480
atp,6380
attached,366
attachment,2712
attack,11426
attacked,11427
attained,11428
attaining,368
attempt,11429
attempted,9112
attend,11430
attendance,6381
attended,11431
attending,11432
attention,11433
attest,9114
attestation,9115
attested,9116
attic,9117
attica,9118
attitude,11434
attorney,6384
attracted,6385
attracting,375
attractive,11435
attributable,2715
attribute,9120
attributed,11436
attrition,11437
atypical,2716
atypically,2717
auburn,6386
auburn–opelika,6387
audacity,11438
audience,11439
auditor,6388
auditory,2719
auf,9121
august,11440
aulis,9122
auncial,5248
austral,5249
austria,9123
austrian,379
austrian-british,9124
autauga,6390
author,11441
authored,9126
authority,11442
authorized,11443
autism,2720
autism-specific,2721
autism/schizophrenia,2722
autismus,2723
autistic,2724
autistic-like,2725
autistics,2726
auto,6393
autobiography,11444
automaker,6394
automobile,6395
automotive,6396
autonomedia,382
autonomist,383
autonomous,384
autonomy,385
autreat,2727
autumn,6397
autós,2728
auxiliary,6398
availability,2729
available,11445
average,11446
averaged,6400
averaging,6401
aversion,386
averted,11447
aveyron,2732
avid,11448
avocent,6402
avoid,11449
avoidance,11450
avoided,11451
avoiding,2733
avowed,11452
awaiting,11453
awakening,6403
awakes,11454
aware,2735
awareness,2736
away,11455
awkward,11456
ax,11457
axe,11458
ayp,6405
aza/asks,5251
b,9129
b'nai,6406
b.,11459
b.c.e,5253
b.l,6408
babbling,2737
baber,11460
back,11461
backed,391
backer,11462
background,2738
bad,11463
bag,6409
baha,6410
bahá,6411
baja,392
baker,11464
bakunin,393
balance,11465
balanced,11466
balcony,11467
baldwin,6413
ballad,9132
ballet,9133
ballot,11468
baltimore,11469
ban,6415
bancgroup,6416
banchshares,6417
bancorp,6418
bancorporation,6419
band,11470
bank,11471
bankhead,6422
banking,11472
banned,11473
banning,11474
bao,396
baptist,11475
bar,11476
barachias,6425
barack,11477
barbasol,6426
barber,6427
barcelona,397
barclay,398
bare,11478
bareheaded,11479
barely,11480
barge,11481
baron,6429
baron-cohen,2740
barr,11482
barred,6430
barret,11483
barry,11484
base,11485
baseball,6432
based,11486
basic,11487
basically,402
basis,11488
basque,404
bassett,6435
batchelder,405
bates,11489
batre,6436
battalion,6437
battered,406
battista,9139
battle,11490
battlefield,11491
battleship,9142
bavaria,9143
bavarian,407
bay,9144
baybears,6440
bayou,6441
bbva,6442
bc,9145
bc–ad,6444
beach,9146
bear,11492
beard,11493
bearded,11494
bearing,11495
beat,11496
beating,11497
beaufort,6446
beautiful,9148
beauty,9149
became,11498
beck,410
beckwith,11499
become,11500
becomes,9152
becoming,11501
bedell,11502
bedford,6449
bedrock,6450
beekes,9154
began,11503
beggar,9156
begin,9157
beginning,11504
begs,9159
begun,11505
behalf,11506
behavior,11507
behavior===,2749
behavioral,2750
behind,11508
beiträge,9162
belief,11509
believe,11510
believed,11511
believing,2754
bell,11512
bell-krater,9164
belle,9165
bellegarrigue,420
belleisle,9166
bellicose,11513
bellsouth,6458
belongs,11514
beloved,9167
belt,6459
belz,11515
bemoaned,11516
bench,6460
bend,6461
beneath,6462
beneficial,2755
benefit,4491
benefited,6463
benign,11517
benjamin,11518
bennett,11519
benouville,9168
benoît,9169
berezan,9170
berkman,424
berlin,9171
berneri,426
besides,6465
best,9172
best-known,6466
bestseller,429
better,11520
beuningen,9173
beverage,6468
beverly,430
bewildering,2759
beyond,11521
bhm,6469
bi-hemispherical,4495
bias,6470
bibb,6471
bible,11522
biblical,6473
bibliography,6474
bibliotheca,9174
bibliothèque,9175
bicameral,6475
bicentennial,11523
bicknell,11524
bid,6476
bidirectional,4497
biennio,432
big,4498
bigger,4499
bilbao,433
bill,11525
billion,6478
binary,6479
bind,11526
binding,434
biodiversity,6480
biographer,11527
biography,11528
biologically,2761
biomarkers,2762
biome,6482
bipartisan,11529
bird,9177
birmingham,6484
birmingham-based,6485
birmingham-shuttlesworth,6486
birmingham–hoover,6487
birth,11530
biscuit,6489
bisexual,436
bisexuality,437
bissell,11531
bitter,11532
bitterness,11533
bizzarri,9179
black,11534
black-figure,9181
black-glazed,9182
black-sky,4501
blackletter,5264
blackshirt,440
blackstone,11535
blackwell,441
blaine,6491
blair,2764
blame,11536
blamed,11537
blaming,2765
blanket,4502
blanquists,442
blasted,6492
blazer,6493
bleeding,2766
blessed,9183
blest,9184
bleuler,2767
blindisms,2768
blindness,2769
bloc,443
block,11538
blockade,11539
blocked,11540
blood,11541
bloodiest,11542
bloody,11543
bloom,11544
bloomington,11545
blount,6494
blu-ray,6495
blue,2770
blue-sky,4503
blumenfeld,445
blurring,11546
board,9186
boasted,6497
boat,11547
bob,9187
bobbing,11548
bodkin,9188
body,11549
bodyguard,11550
boeing,6500
boeotian,5265
boeotioan,5266
bohemian,448
boijmans,9190
boldly,449
boll,6501
bolshevik,450
bolshevism,451
bolten,452
bomb,453
bomber,454
bombing,455
bond,9191
bondage,11551
bone,9192
bonfire,11552
bonn,9193
bonnot,456
book,11553
book-making,5267
bookchin,458
booming,11554
booth,11555
border,11556
bordered,6503
bore,11557
borgue,2773
boris,9195
born,11558
borrowed,6504
borysthenes,9197
boss,459
boston,11559
botched,2775
bottici,460
bought,11560
bound,11561
boundary,6505
bourbon,9200
bourgeois,462
bow,9201
bowl,6506
box,11562
boy,11563
boycott,6508
boyhood,11564
boétie,463
brad,9204
bradley,9205
brain,2778
brainwave,2779
brain—but,2780
branch,6510
brand,465
brandenburg,466
brasfield,6511
brassiere,5268
braun,6512
brave,11565
bravest,9206
brawn,11566
brazil,6513
brdf,4507
brdf/albedo,4508
breakdown,6514
breath,9207
breathe,11567
breathing,11568
breckinridge,11569
breton,468
briarwood,6515
bridge,11570
bridgeport,6517
bridges—hoping,11571
brief,469
briefly,470
brigand,471
bright,11572
brightness,4510
bring,9210
bringing,11573
briseis,9211
briseus,9212
britain,11574
britannica,474
british,11575
broad,11576
broadband,2781
broaden,11577
broader,2782
broadly,476
broke,11578
brominated,2783
bronze-headed,9214
brook,11579
brookley,6520
brother,9215
brought,11580
broutchoux,479
brown,6522
bruch,9217
bruno,9218
bryant–denny,6523
brégier,6524
bubble,4512
buchanan,11581
buddharaksa,6525
buddhism,6526
buddhist,6527
budget,6528
buell,11582
buford,6529
build,11583
building,11584
built,9220
bulgarian,482
bulgars,9221
bull,11585
bulwark,483
bunting,11586
bunyan,11587
burden,6532
bureau,11588
bureaucratically,6534
burgess,9222
burglar,484
burial,9223
buried,9224
burke,485
burkean,11589
burlap,6537
burn,9225
burned,11590
burning,9226
burnside,11591
burton,11592
bus,6539
bush,11593
bushy,11594
busiest,6540
business,11595
butcher,9228
butterfield,11596
button,6542
buy,11597
buying,11598
bypass,6543
byrne,6544
byzantine,9229
byzantinus,9230
c,5271
c-si,4515
c-span,11599
c.,11600
c.n.t,488
ca,11601
cabin,11602
cabinet,11603
cabinetmaker,11604
cadmus,9233
cadre,489
cage,490
cahaba,6547
cahokia,6548
cajun,6549
calchas,9234
calculated,4516
calculation,4517
caldara,9235
calhoun,6550
caliban,491
california,11605
caliphate,493
call,11606
called,11607
calvert,6552
camaraderie,496
cambodia,6553
camden,497
came,11608
camellia,6555
cameron,11609
camillo,499
camp,9238
campaign,11610
campaign===,11611
campaigned,502
campaigner,503
campaigning,11612
campbell,6558
campus,6559
camus,504
canada,6560
canal,11613
canceled,11614
candidacy,11615
candidate,11616
canebrake,6562
canon,506
canonical,9240
cantonalist,507
canyon,6563
cap,4519
capability,11617
capacity,11618
capital,11619
capitalism,509
capitalist,510
capitol,11620
capitoline,9241
capshaw,6567
captain,11621
caption,11622
capture,11623
capturing,11624
caput,6569
car,6570
caracalla,9244
carbon,6571
carbon===,4521
carcinoma,11625
card,9245
care,6572
career,11626
carefully,11627
caregiver,2792
caret,5274
carlo,9247
carlos,11628
carnot,512
carolina,11629
caroline,5275
carpenter,11630
carr,6573
carrara,513
carriage,11631
carried,11632
carry,2793
carrying,11633
carter,515
cartoon,11634
carved,11635
cascade,2794
case,11636
casein-free,2796
cash,6575
cashin,11637
casket,11638
cast,11639
cast-iron,6576
casualty,11640
catalan,517
catalonia,518
catalonia—the,519
catch,9252
catechism,2798
categorizes,2799
category,2800
catholic,6577
cattle,9253
catullus,9254
caught,2801
causal,2802
cause,11641
caused,11642
causing,2805
caution,11643
cavalli,9256
cavalry,6580
cave,6581
cavity,4524
cbs,6582
cdc,2806
cdd,2807
cease,11644
ceded,6583
cedes,9257
ceiling,9258
celebrated,6584
celebration,524
celebrity,5277
cell,2808
cell-adhesion,2809
cellular,2810
cemetery,11645
censorship,526
census,6585
census.gov,6586
cent,6587
centaur,9259
center,9260
centered,9261
centers===,6589
centerville,6590
central,11646
centralisation,529
centralist,530
centrality,531
centralized,6592
centralizes,6593
centre,4526
century,11647
century===,6595
ceo,6596
cere,4527
cerebellum,2812
ceremonial,6597
ceremony,6598
certain,11648
cf,535
cfa,6600
cgt,536
chainsmokers,9264
chairman,11649
challenge,11650
challenged,9265
challenger,11651
challenging,9266
chamber,6604
champion,11652
championship,6606
chancellorsville,11653
chandra,11654
change,11655
changed,11656
changing,11657
chanh,6609
channel,6610
chapter,9268
character,9269
characterised,540
characteristic,6611
characterization,4530
characterized,11658
charcoal,6612
charge,11659
charged,542
chariot,9271
charles,11660
charleston,11661
chart,4532
charter,11662
chartered,6613
chase,11663
chaste,9273
chat,2820
chattanooga,11664
chaucer,9274
cheaha,6614
check,11665
checking,2821
checklist,2822
cheek,11666
cheek-bones,11667
cheer,544
cheered,11668
chelation,2823
chemistry,4533
cher-o-creek,6615
chernyi,545
cherokee,6616
chersonese,9275
cherubini,9276
chest,11669
chiara,546
chicago,11670
chickasaw,6618
chief,11671
chiefly,6620
chieftain,9278
child,11672
child-led,549
childhood,11673
children===,11674
chile,550
chilia,9280
chilton,6622
chin,11675
chinese,6623
chirassi,9281
chiron,9282
choctaw,6624
choice,11676
choking,9283
chomsky,552
choose,11677
chord,11678
chore,11679
chorus,11680
chose,9285
chosen,11681
christ,6625
christa,9286
christiaan,554
christian,11682
christiania,556
christianity,557
christophe,9287
chromosome,2827
chronic,6627
chronicler,9288
chronological,558
chryseis,9289
chryses,9290
chua,6628
church,11683
church-affiliated,6630
cincinnati,11684
cinder,9291
cinram,6631
ciphering,11685
circle,9292
circuit,11686
circuitous,11687
cite,6633
cited,11688
citing,6634
citium,562
citizen,11689
city,11690
civil,11691
civilian,11692
civilisation,566
civilization,5284
civilized,6638
claim,11693
claimant,11694
claimed,11695
claiming,9297
clair,6641
clan,6642
clara,11696
clarify,11697
clarke,6643
clary,11698
clash,11699
clashed,11700
class,9299
classic,6645
classical,11701
classification,6646
classified,6647
classify,2834
clay,11702
clean,5286
cleaning,6648
clear,11703
clear-sky,4535
clearers,6649
clearing,11704
clearly,11705
clever,9303
cleyre,576
client,11706
cliff,9304
clifford,577
climate,6651
climatic,6652
climatology,4537
climaxed,578
clinch,11707
clinched,11708
clingstone,6653
clinical,11709
clinically,2837
close,11710
close-mid,5287
closely,11711
closeness,11712
closer,11713
closest,9306
closing,11714
clot,11715
clothes,9307
clothing,4539
cloud,11716
club,6654
cnt,581
co-conspirators,11717
co-editor,582
co-occur,2842
co-operatives,583
co-signed,6655
coach,11718
coal,6656
coalition,11719
coarse,11720
coast,9308
coastal,6659
coastline,6660
coat,6661
coates,9309
cobden,11721
cocaine,2843
code,6662
codify,6663
coe,6664
coequal,11722
coercion,584
coercive,585
coeurderoy,586
coexistence,9310
coexisting,2844
cognition,2845
cognitive,2846
cognitively,2847
coherence,2848
cohesive,587
coincidentally,11723
coined,2849
colbert,6666
cold,11724
colder,4542
coldplay,9311
cole,11725
collaborated,589
collaboration,11726
collapse,6667
collar,6668
collasse,9312
collected,6669
collecting,6670
collective,590
collectivisation,591
collectivise,592
collectivised,593
collectivism,594
collectivist,595
collectivist-,596
collector,6671
colleen,9313
college,11727
collision,11728
colombo,9314
colonial,6673
colonist,6674
colonization,11729
colonne,9315
colony,11730
color,11731
colour,4544
columbia,11732
columbiana,6679
columbus,6680
coma,11733
comaposada,598
combat,11734
combination,9317
combine,11735
combined,11736
combining,11737
come,11738
comedy,9319
comet,4546
comfort,9320
coming,11739
comma,5292
command,11740
commander,11741
commander-in-chief,11742
commanding,11743
comment,11744
commentary,11745
commentator,9324
commented,11746
commerce,11747
commercial,9325
commercialized,11748
commission,6686
commissioner,11749
committed,11750
committee,11751
committing,605
common,11752
commonly,5294
commonplace,4550
commonwealth,11753
communal,608
communards,609
commune,610
commune===,611
communicate,2858
communicated,2859
communication,2860
communism,612
communist,11754
communist-,614
community,11755
comorbid,2862
compact,6690
companhia,6691
companion,9328
company,11756
comparable,9329
comparatively,6693
compare,9330
compared,11757
comparison,2864
compass,6695
compatibility,616
compelled,11758
compensated,11759
compensation,11760
compete,11761
competed,9331
competitive,11762
compiled,2866
complaint,11763
complete,11764
completed,11765
completely,6698
complex,11766
complexion,11767
complexity,6700
compliance,6701
complicated,4552
complied,11768
comply,6702
component,6703
composed,11769
composer,9333
composition,9334
compound,9335
compounded,11770
comprehends,2871
comprehension,2872
comprehensively,2873
comprises,4555
comprising,9336
compromise,11771
compulsion,624
compulsive,2874
computer,6707
computer-related,6708
computing,6709
comrade,9337
comstockery,625
conceive,11772
conceived,11773
concentrated,11774
concentration,4556
concentric,6711
concept,11775
conception,9339
conceptual,631
concern,4558
concerned,11776
concerning,634
concert,9341
concession,11777
concise,11778
concluded,11779
concludes,11780
conclusion,11781
concrete,4559
concur,9343
concurrent,2878
condensation,4560
condenses,4561
condition,11782
conducive,638
conduct,11783
conducted,11784
conecuh,6712
confederación,640
confederacy,11785
confederate,11786
confederation,641
confer,11787
conference,11788
confidence,11789
confines,643
confirms,9344
confiscate,11790
confiscation,11791
conflict,11792
conflicting,2882
confluence,6717
confront,11793
confrontation,11794
confronted,11795
confused,2883
confusion,9345
confédération,646
congenital,2884
conglomerate,6718
congregation,6719
congress,11796
congressional,11797
congressman,11798
conifer,4564
coniferous,6723
connect,2885
connected,6724
connection,9346
connectivity,2887
connects,6726
connotation,648
conquered,11799
conquest,650
conrad,11800
conscience,651
conscious,652
consciousness,653
consensus,9347
consent,11801
consenting,654
consequence,11802
consequently,9349
conservatism,11803
conservative,11804
consider,11805
considerable,2890
considered,11806
considering,11807
consisted,5296
consistency,11808
consistent,2893
consistently,11809
consists,6729
consolation,11810
consolidated,6730
consonant,5298
conspiracy,11811
constituted,6731
constitution,11812
constitutional,11813
constrain,663
constraining,664
constraint,6734
construction,11814
constructor,665
construed,9354
consulted,11815
consulting,11816
consumer,6736
consumption,667
contact,11817
contain,6738
contained,11818
container,6739
containing,6740
contains,6741
contemporaneously,668
contemporary,9356
contempt,11819
contend,11820
contended,11821
content,11822
contention,11823
contest,11824
context,2898
continent,11825
continental,4570
continually,672
continue,11826
continued,11827
continues,11828
continuing,2900
continuous,9359
continuum,2902
contract,11829
contradictory,11830
contrail,4571
contrary,11831
contrast,11832
contrasted,678
contribute,2904
contributed,6748
contribution,11833
contributor,680
control,11834
controlled,11835
controversial,11836
controversy,2908
convention,11837
conventional,9361
converging,2909
converse,9362
conversely,11838
convert,6753
conveying,11839
convicted,11840
conviction,6754
convince,9363
convinces,9364
convincing,2911
cook,11841
cooking,11842
cool,4575
cooler,6755
cooling,4576
coolly,9365
cooper,11843
cooper/thomas,11844
cooperation,684
cooperative,685
coordinated,11845
coordination,2912
coordinator,686
coosa,6756
copenhagen,9366
copious,6757
copperhead,11846
coptic,5300
copy,11847
corbett,11848
core,2914
corfu,9367
corinthian,9368
corn,6758
corneille,9369
cornelissen,688
corner,11849
coronaria,6760
corp,9370
corporal,6761
corporate,6762
corporation,11850
corpse,9371
corpus,11851
correctly,9372
correlated,2915
correlation,4577
corresponded,5301
corresponding,4578
correspondingly,6764
corruption,11852
cortex,2917
cortico-cortical,2918
coruña,691
corwin,11853
cosmetic,9373
cost,11854
costly,11855
cotton,6766
could,11856
council,6768
councilist,695
counsel,11857
counter,6769
counter-economics,696
counter-revolution,697
counter-revolutionaries,698
counterculture,699
counterpart,11858
country,11859
county,11860
county-level,6772
coup,702
couple,11861
courbet,703
course,11862
court,11863
court-martialed,11864
courted,11865
courthouse,6774
courtroom,11866
courtship,11867
cousin,11868
cover,9377
coverage===,11869
covered,9378
covering,4583
covert,11870
coward,9379
craft,705
craig,11871
crane,706
crass,707
crater,6776
crayfish,6777
create,6778
created,11872
creating,11873
creation,11874
credibility,11875
credit,11876
creek,11877
cremated,9381
cremation,9382
crenshaw,6782
crept,11878
crescent,6783
cressida,9383
cretan,5302
crete,5303
cretensis,9384
crime,11879
criminal,11880
criminalised,712
crimson,6785
crippled,9385
criseyde,9386
crisis,11881
critchley,714
criterion,2925
critic,6786
critical,11882
criticised,717
criticises,718
criticising,719
criticism,11883
criticized,11884
critique,721
critiqued,722
crittenden,11885
crook,6788
crop,6789
cross,6790
cross-examination,11886
crossed,11887
croton,9387
crow,6791
crowd,11888
crown,11889
crucial,2927
cruiser,9388
crushed,725
crusoe,11890
cry,9389
cryoconite,4586
cryptography,726
crystalline,4587
crystallization,11891
cs,11892
cuba,727
cuban,728
cue,2928
culminated,729
culminating,9390
cult,9391
cultivating,11893
cultivation,6792
cultural,11894
cultural-critical,730
culture,9392
cumberland,6795
cumbersome,6796
cumulative,6797
cunning,9393
cup,5306
cure,2931
cured,9394
currency,11895
current,11896
currently,6799
curse,9395
cursed,9396
cursive,5308
curtailing,11897
curve,4590
custom,9397
customary,11898
cut,6801
cutting,6802
cycle,9398
cyclic,9399
cymothoe,9400
cynic,734
cypria,9401
cyrillic,5309
cyréaniques,735
cytokine,2933
czolgosz,736
d'achille,9402
d'homère,9403
d.,11899
d.c,11900
d.c.,11901
da,9405
daily,6805
daisyworld,4592
dakota,11902
dale,9406
dallas,6806
damage,11903
damaged,11904
damn,11905
dan,9407
dancing,11906
danger,11907
dangerous,11908
daniel,739
dans,9408
dante,9409
danube,9410
daphne,6807
daphne–fairhope,6808
dare,9411
dark,11909
dark-haired,11910
darkening,4594
darker,4595
darkest,4596
data,6810
date,11911
dated,6811
dating,5311
dative,9412
daughter,11912
david,11913
davis,11914
davislim,9415
davis–strong,6813
dawn,11915
day,11916
dayton,11917
dch,6815
de,9418
deacon,9419
dead,9420
deal,11918
dealy,6818
dearest,9421
death,11919
debate,11920
debated,11921
debating,6820
debut,9423
decade,6821
decade-long,9424
decapitated,9425
decatur,11922
deceased,746
december,11923
decennial,6824
decentralised,747
decide,11924
decided,11925
deciduous,4598
decision,11926
decisive,11927
declaration,11928
declared,11929
declares,9427
declaring,11930
decline,2941
declined,11931
declining,11932
decorated,11933
decrease,6829
decreasing,6830
decreed,9429
dedicated,11934
dedication,11935
dedicatory,9432
deduct,6831
deduction,6832
deed,9433
deem,9434
deemed,11936
deep,11937
deepening,4599
deeply,11938
default,2945
defeat,11939
defeated,11940
defeating,11941
defeatist,11942
defect,2946
defence,756
defend,11943
defended,11944
defender,11945
defense,11946
defensive,11947
deference,11948
defiance,758
defiantly,6837
deficit,6838
define,4601
defined,11949
defining,2950
definitely,760
definition,2951
definitional,761
definitive,2952
defoe,11950
deforestation,4603
deftly,11951
defunct,11952
defuse,11953
defusing,11954
defy,9440
defying,11955
degradation,762
degree,6839
deidamia,9441
deiphobus,9442
deity,9443
del,9444
delacroix,9445
delaware,11956
delay,11957
delayed,2955
delegate,11958
delegation,11959
deletion,2956
deliberate,11960
deliver,11961
delivered,11962
delivery,11963
dell'ateneo,9446
della,9447
delle,9448
delphic,9449
delta,9450
deltacom,6842
demand,11964
demanded,11965
demanding,6844
demise,11966
democracy,11967
democrat,11968
democratic,11969
democratically,770
democrat—an,11970
demographer,6847
demonstrate,11971
demonstrated,11972
demonstrating,2959
demonstration,771
demopolis,6848
demusset,11973
dendritic,2960
denmark,772
dennis,11974
denomination,11975
denominational,6850
denote,5313
denoted,5314
denotes,5315
denounce,773
denounced,11976
density,6851
densuşianu,9451
dental,6852
dentistry,6853
denton,11977
deny,9452
department,11978
depend,11979
depended,11980
dependence,6855
dependency,774
depending,6856
depends,6857
depict,9453
depicted,11981
depicts,2964
depot,6858
deprecated,11982
depressed,11983
depression,11984
deprivation,2966
deprived,775
deprives,11985
der,776
derisively,11986
derivation,9454
derive,5316
derived,11987
derives,5318
descendant,11988
descended,9455
descent,9456
deschooling,778
describe,4609
described,11989
describes,4610
describing,781
description,9458
desegregated,6865
desegregation,6866
desert,4611
desertion,11990
design,6867
designated,6868
designation,6869
designed,11991
desire,11992
desired,11993
desperate,11994
desperation,11995
despise,11996
despised,11997
despite,11998
destigmatization,2972
destination,6872
destiny,11999
destroy,12000
destroyed,12001
destruction,12002
destructionis,9464
detachment,12003
detail,9465
detailed,12004
detailing,787
detectable,12005
detection,2975
detective,9466
determinant,788
determine,12006
determined,12007
determines,9467
determining,4615
detroit,9468
detroit-based,789
devastated,6876
develop,2976
developed,12008
developer,6878
developing,6879
development,12009
development===,2980
developmental,2981
developmentally,2982
device,12010
devil,2983
devoted,9469
devotion,12011
dharma,6881
dhn,6882
di,9470
diabetes,6883
diacritic,5320
diagnose,2985
diagnosed,2986
diagnosing,2987
diagnosis,2988
diagnostic,2989
dialect,6884
dialogue,9471
diameter,4617
dictate,12012
dictatorship,12013
dictionary,6885
dictys,9472
die,9473
died,12014
dielo,797
diesel,2990
diet,2991
differ,4618
difference,4619
different,6886
differential,2995
differentiate,2996
differently,4621
difficult,6887
difficulty,12015
diffuse,4623
diffusely,4624
diffusion,2999
digested,12016
digger,801
diggins,12017
digitization,12018
dignity,802
digraph,5322
dillard,6888
diluted,12019
dimension,12020
dimensionless,4625
diminished,3000
dimming,4626
diner,6890
diogenes,803
dionysius,9474
dioxide,4627
diphthong,5323
diplomat,12021
diplomatic,12022
dipping,9475
dirck,12023
direct,9476
directed,12024
directing,3001
direction,12025
directional,4630
directional-hemispherical,4631
directly,12026
dirty,4633
disability,3002
disabled,3003
disagree,12027
disagreeing,12028
disagreement,808
disappears,3004
disappointed,12029
disappointment,12030
disarmament,809
disaster,6894
disbursed,12031
disc,6895
disciple,12032
discipline,3005
disco,3006
discount,810
discouraged,12033
discourse,811
discovered,9478
discovery,9479
discriminated,812
discrimination,6896
discus,12034
discussed,12035
discussion,12036
disease,6897
disenfranchise,6898
disenfranchised,6899
disenfranchisement,6900
disenfranchisment,814
disfavor,12037
disfranchise,6901
disfranchised,6902
disfranchisement,6903
disfranchising,6904
disgruntled,12038
disguise,12039
disguised,9481
dishonour,9482
dishonoured,9483
disintegrative,3008
disk,9484
disliked,12040
dismantling,12041
dismay,12042
dismemberment,815
disney,12043
disneyland,12044
disobedience,816
disorder,12045
disparagement,12046
disparate,817
dispatch,12047
dispatched,12048
display,3010
displaying,4635
disposal,6905
dispossessed,818
disproven,3011
dispute,12049
disputed,12050
disqualify,6907
disrupted,3012
disrupting,3013
disruption,3014
dissatisfaction,12051
dissected,12052
disseminate,3015
dissident,821
dissolved,822
dissolved—i,12053
distance,4636
distanced,823
distant,12054
distinct,6908
distinction,3017
distinctly,12055
distinguish,9488
distinguished,9489
distorting,12056
distortion,3021
distracted,9490
distraction,9491
distracts,6909
distraught,12057
distress,9493
distressed,9494
distributed,825
distributes,6910
distribution,6911
district,12058
districting,6913
distrust,12059
disturb,3023
disturbance,3024
disturbed,3025
disunion,12060
disused,828
diverse,6914
diversified,6915
diversity,6916
divide,12061
divided,12062
dividing,12063
divine,12064
divinity,9496
division,6918
divisiveness,12065
dixie,6919
djarilgatch,9497
dna,12066
dnieper,9498
dnieper-bug,9499
doctor,12067
doctoral,6921
doctrine,12068
document,12069
documentary,835
documented,836
dog,6923
dolgoff,837
dollar,12070
dom,9500
domenico,9501
domestic,6925
dominance,12071
dominate,6926
dominated,12072
domination,6928
dominici,9502
dominion,9503
donald,12073
donated,6929
done,12074
doom,9504
door,12075
dooryard,12076
doris,12077
dorothy,838
dothan,6930
double,9505
double-storey,5328
doubt,12078
doubted,12079
douglas,12080
downloadable,9506
downtown,6931
dozen,6932
dozier,6933
draft,12081
drafting,12082
drag,9507
dragging,9508
dragonfly,6934
drama,9509
dramatically,3035
dramatist,9510
drastically,12083
draw,12084
drawing,12085
dream,9512
dred,12086
dressing,3036
drew,12087
drilled,12088
drink,12089
drive,12090
driven,842
dromos,9514
drop,12091
droplet,4640
dropped,6936
drown,9515
drug,3037
dry,6937
drómos,9516
dsm,3038
dsm-5,3039
dsm-iii,3040
dsm-iii-r,3041
dsm-iv,3042
dsp,3043
du,843
dual,844
dubois,12092
due,12093
duff,12094
